<!DOCTYPE html>
<html lang="en">

<head>
    <?php require_once("./components/meta.php"); ?>
    <style>
        body {
            background-color: white;
            background-image: none;
        }
    </style>
</head>

<body>
    <article class="container p-5">
        <h3 style="margin-left: -24px; margin-bottom: 8px;">權益條款</h3>
        歡迎您使用劉氏股份有限公司與其合作單位提供的amping.io與相關服務（以下簡稱「本服務」），請您務必先
        行詳細閱讀本《權益條款》的所有內容，俾利您了解您使用本服務所需注意的權利義務。<br><br>
        您加入本服務會員或您開始使用本服務（包括您使用本服務進行訂購、付款等行為；下同），即視為您已經經
        過充分的審閱期間，也已經了解並同意本《權益條款》的所有內容。倘若您未達法定成年年齡，您加入本服務
        會員、開始使用本服務，即視為您的法定代理人、監護人已經經過充分的審閱期間，也已經瞭解並同意您接
        受本《權益條款》的所有內容、以及同意您加入本服務會員與使用本服務。<br><br>
        本服務為了提供更完善的服務，將不定期調整、補充本《權益條款》的條款內容，並且適時公布在本服務的相
        關平台，但本服務不會另外、個別通知您。您在前述調整、補充後繼續使用本服務，將視為您已經了解並同意
        遵守所有調整、補充的本《權益條款》條款內容。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">1 使用者</h3>
        1.1 本服務會員身分得享有的權益，均屬本服務經營者或其他合法權利人所有，您不得以任何方式轉
        讓、移轉、出租或出借給他人，並且您轉讓、移轉、出租或出借前述權益給他人的行為，對本服務
        經營者或其他合法權利人均不生效力。<br>
        1.2 本服務刊播的任何廣告及促銷資訊，其性質均屬「要約之引誘」，本服務有權拒絕您提出的要約。
        前述廣告、促銷資訊如有錯誤，本服務將以適當的方式（包括但不限公告、直接修改廣告、促銷資
        訊的內容等）進行更正，您如果要求本服務履行更正前的相關內容，本服務有權拒絕之。<br>
        1.3 您如果拒絕提供完整、正確的個人資料或未完成加入會員的作業，您將無法享有本服務會員的權
        益。您提供的個人資料若有不完整、不正確或您的個人資料已異動卻未即時通知本服務更正者，
        您同意自負所有責任，並且本服務得暫停、終止您使用本服務。<br>
        1.4 您須嚴防您的個人資料、付款資料（包括銀行資料、信用卡資料等）與會員資料外洩，一旦您外洩
        前述資料而遭他人擅用、冒用者，您同意自負所有責任。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">2 個人資料</h3>
        2.1 您同意本服務得為協助您加入會員、本服務的會員管理、商品交易、物流配送、行銷（包括通知您
        最新活動、優惠活動訊息等）、調查與研究分析、改善前述業務以及其他履行本服務所須的業務
        等目的，在本服務存續期間與本服務所能提供的區域內蒐集、處理及利用您的個人資料（包括但
        不限於姓名、身分證號、email、電話、地址、出生年月日與性別等資料）。<br>
        2.2 您同意本服務自動接收並記錄您在瀏覽器上的伺服器數值，包含IP 位址、Cookie中的資料以及
        您要求取用的網頁紀錄，以改進提供您的廣告與網頁內容、完成您對某項服務、商品的要求等。<br>
        2.3 您同意本服務得基於下列情形，提供您的個人資料給政府部門、本服務經營者與其合作單位：<br>
        (1) 提供您的個人資料前已取得您的同意。<br>
        (2) 基於本《權益條款》第2條第2.1項的目的提供您的個人資料。<br>
        (3) 您使用本服務的行為涉違反約定本《權益條款》或有犯罪嫌疑者，必須配合執法單位提供您的個人資料。<br>
        (4) 因法律規定或政府部門行使法定權利而要求提供您的個人資料。<br>
        2.4 個人資料的類別（依據「個人資料保護法之特定目的及個人資料之類別」）：<br>
        C○○一 識別個人者：姓名、住居所、聯絡電話、電子郵件或其他可辨識資料本人者等。<br>
        C○○二 識別財務者：銀行帳戶之號碼與姓名、信用卡或簽帳卡之號碼等。<br>
        C○○三 政府資料中之辨識者：身分證統一編號、護照號碼等。<br>
        C○一一 個人描述：年齡、性別、出生年月日、國籍等。<br>
        C○三一 住家地址。<br>
        C○三六 生活格調：消費商品及服務之種類、個人消費模式等。<br>
        C○七三 安全細節：密碼。<br>
        C○九三 財務資料：收付金額、支付方式、往來紀錄等。<br>
        C一○二 契約或約定：關於交易、商業、法律或其他契約、代理等。<br>
        C一三二 未分類之資料：客戶服務記錄。<br>
        2.5 您得依「個人資料保護法」第3條的規定行使以下權利。但查詢或請求閱覽個人資料或製給複製本
        者，本服務得酌收必要成本費用：<br>
        (1) 查詢或請求閱覽。<br>
        (2) 請求製給複製本。<br>
        (3) 請求補充或更正。<br>
        (4) 請求停止蒐集、處理或利用。<br>
        (5) 請求刪除(已申請退票服務，並完成退票流程)。
        如欲行使上述權利，可寄送電子郵件予hello@amping.io進行申請。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">3 退貨、退款</h3>
        3.1 您得依「消費者保護法」第19條第1項的規定行使相關權利，但退貨、退款的方式及條件，請您參
        照各該商品的銷售頁面、交易流程的相關資訊辦理。<br>
        3.2 您了解並同意，商品如適用「通訊交易解除權合理例外情事適用準則」第2條規定，將排除「消費者
        保護法」第19條第1項解除權的規定。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">4 系統</h3>
        4.1 本服務系統具有一般可合理期待的安全性，但本服務不擔保您上傳或傳輸的資料被正常顯示或
        處理、亦不擔保資料傳輸的正確性。您如果發現本服務系統有錯誤或疏失，請您立即通知本服務
        經營者。<br>
        4.2 在下列情形，本服務得暫停或中斷本服務系統之全部或一部，且對使用者的任何直接或間接之損
        害，均不負任何責任：<br>
        (1) 對本服務系統相關軟硬體設備進行搬遷、更換、升級、保養或維修時。<br>
        (2) 使用者有任何違反政府法令或本使用條款情形。<br>
        (3) 天災或其他不可抗力所致之服務系統停止或中斷。<br>
        (4) 其他不可歸責於本服務經營者之事由所致之服務停止或中斷。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">5 智慧財產權</h3>
        本服務涉及的軟體或程式、內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安
        排、網頁設計，均由本服務經營者或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、
        著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散布、發行、公開
        發表、進行還原工程、解編或反向組譯。您如果欲引用或轉載前述軟體、程式或網站內容，必須依法取得
        本服務經營者或其他權利人的事先書面同意，如有違反，您同意自負所有責任。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">6 其他約定</h3>
        6.1 本服務得基於經營情形終止相關服務的全部或一部。假若您違反本《權益條款》或有其他違反法
        令規定的情事，本服務得選擇暫停提供服務給您或直接終止您使用本服務，您同意不對本服務提
        出任何主張或請求。<br>
        6.2 本《權益條款》的任何部分若經有權機關認定無效，該部分所涉及的行為、約定應以相關法令規定
        所允許的最大可能範圍內為解釋或補充，並且其餘條款與其效力均不受到影響。<br>
        6.3 依「消費者保護法」第11條第2項的規定，定型化契約條款如有疑義時，應為有利於消費者之解
        釋。<br><br>
        <h3 style="margin-left: -24px; margin-bottom: 8px;">7 準據法及管轄</h3>
        本《權益條款》的解釋、補充與適用，均以中華民國法律為準據法。<br>
    </article>
    <?php require_once("./components/source.php"); ?>
</body>

</html>